/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Adjuntos (%d)";

/* Old singular title format */
"AttachmentsKey" = "Adjunto (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Agregar adjuntos";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Tomar foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Adjunto %d borrado";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Archivos";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancelar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Título";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notas";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ADVERTENCIA: El navigationController para el UITableViewController actual para FUIFormCell es cero. FUIAttachmentsFormCell y ListPickerFormCell no funcionarán correctamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d m";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Duración";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hora";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "horas";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seleccionados";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Todos";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Advertencia: La búsqueda está desactivada debido a que la propiedad listPickerSearchResultsUpdating en ListPickerFormCell es cero.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleccionar todo";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Anular la selección de todo";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Cerrar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Más";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menos";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activado";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desactivado";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Pulsar dos veces para cambiar la configuración";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Ordenar por";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "No seleccionado";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Pulsar dos veces para cambiar la selección";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Pulsar dos veces para cambiar la dirección del orden";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "este es el control deslizante de %@ cuyo valor máximo es %@ y valor mínimo es %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "puede deslizar hacia arriba/abajo mientras un elemento está seleccionado para modificar el valor del control deslizante";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "El valor actual es %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "El valor actual se cambió a %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Campo de solo lectura";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Acción de entrada alternativa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Botón";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Pulse dos veces para abrir";

"DoubleTapToCollapseKey" = "Pulse dos veces para comprimir";

"DoubleTapToSelectFromList" = "Pulse dos veces para seleccionar desde lista";

"DoubleTapToSelect" = "Pulse dos veces para seleccionar";

"DoubleTapToUnselect" = "Pulse dos veces para cancelar selección";

/* FUIStepperView tip */
"StepperTipKey" = "Este es un botón deslizante que se puede editar";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Este es un botón deslizante que no se puede editar";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "El valor máximo es %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "El valor mínimo es %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Aumenta el valor en 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Disminuye el valor en 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "El valor actual es ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtrar";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultados \\(filteredNum) de \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Mostrar \\(filteredNum) elementos";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Reiniciar";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Esta es una barra deslizadora que se puede editar, el valor mínimo es %@ y el valor máximo es %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Esta es una barra deslizadora que no se puede editar, el valor mínimo es %@ y el valor máximo es %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Esta es una barra deslizadora de rango que se puede editar, el valor mínimo es %@ y el valor máximo es %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Esta es una barra deslizadora de rango que no se puede editar, el valor mínimo es %@ y el valor máximo es %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "campo de texto de valor de barra deslizadora";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "campo de texto de valor inferior";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "campo de texto de valor superior";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Puede pulsar dos veces para ingresar un valor específico";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "control deslizable, el valor actual es";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "puede deslizar hacia arriba o hacia abajo para cambiar el valor";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "rango inferior del control deslizable, el valor actual es";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "puede deslizar hacia arriba o hacia abajo para cambiar el valor inferior";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "rango superior del control deslizable, el valor actual es";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "puede deslizar hacia arriba o hacia abajo para cambiar el valor superior";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "el valor actual es %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "el valor inferior actual es %@, el valor superior es %@";

